alacritty
alsa-utils
android-emulator
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-udev
arch-wiki-docs
base
base-devel
bat
bc
bluez
bluez-utils
brightnessctl
btop
caligula
chromium
clang
cmake
cpupower
dash
dbus-docs
dog
dotnet-sdk-8.0
dust
efibootmgr
emacs-wayland
eza
fastfetch
fd
fish
foot
fzf
git
glib2-docs
go
greetd
grim
grub
gst-plugin-pipewire
htop
intel-gpu-tools
intel-media-driver
intel-ucode
iotop
iwd
lazygit
less
libbsd
libinput
libpulse
librewolf-bin
libva-intel-driver
libva-utils
linux-docs
linux-firmware
linux-zen
linux-zen-docs
mc
mesa-demos
mesa-utils
moonlight-qt
nano
neovim
npm
ollama
ollama-docs
openssh
pandoc-cli
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
powertop
python-pip
qt6-wayland
qutebrowser
ripgrep
shellcheck
slurp
sof-firmware
starship
swaybg
swayidle
swaylock
tailscale
tealdeer
tesseract
tesseract-data-eng
tesseract-data-nld
timeshift
tllist
tlp
tmux
tpm
tree
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
unzip
vulkan-intel
vulkan-tools
watchexec
wayland-protocols
wireguard-tools
wireplumber
wl-clipboard
wlr-randr
wlroots0.19
wmenu
xorg-docs
yay
yay-debug
yazi
zathura
zip
zoxide
zram-generator
reflector
gitleaks
linux-zen-headers
